Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/drupal-tm.tmx
Source language: en
Languages: ca_es

source: The comment will be unpublished if it contains any of the phrases above. Use a case-sensitive, comma-separated list of phrases. Example: funny, bungee jumping, "Company, Inc."
ca_es: El comentari es retirarà si conté qualsevol de les frases citades. Utilitzeu una llista de frases sensibles a majúscules, separada per comes. Exemple: divertit, salt de caiguda lliure, "Company, Inc.".

source: Published comment %subject.
ca_es: S'ha publicat el comentari %subject.

source: Saved comment %title
ca_es: S'ha desat el comentari %title

source: List and edit site comments and the comment approval queue.
ca_es: Llisteu i editeu els comentaris del lloc i la cua d'aprovació de comentaris.

source: Unapproved comments
ca_es: Comentaris sense aprovar

source: Comment order settings removed.
ca_es: S'ha esborrat el paràmetre d'ordenació dels comentaris.

source: Example: 'webmaster@example.com' or 'sales@example.com,support@example.com' . To specify multiple recipients, separate each e-mail address with a comma.
ca_es: Exemple: 'webmaster@example.com' o 'vendes@example.com,suport@example.com' . Per tal d'especificar múltiples destinataris, separeu cada adreça de correu electrònic amb una coma.

source: Category %category has been saved.
ca_es: S'ha desat la categoria %category.

source: You cannot send more than %limit messages in @interval. Try again later.
ca_es: No podeu enviar més de %limit missatges en @interval. Proveu-ho més tard.

source: Contact @username
ca_es: Contacta amb @username

source: %sender-name (@sender-from) sent an e-mail regarding %category.
ca_es: %sender-name (@sender-from) ha enviat un correu electrònic pel que fa a %category.

source: %sender-name (@sender-from) sent %recipient-name an e-mail.
ca_es: %sender-name (@sender-from) ha enviat un correu electrònic a %recipient-name.

source: The Contact module allows visitors to contact site administrators and other users. Users specify a subject, write their message, and can have a copy of their message sent to their own e-mail address. For more information, see the online handbook entry for <a href="@contact">Contact module</a>.
ca_es: El mòdul Contact permet als visitants contactar els administradors del lloc i d'altres usuaris. Els usuaris especifiquen un assumpte, escriuen el seu missatge i poden obtenir una còpia del missatge enviat a les seves adreces de correu electrònic. Per a més informació, aneu a la secció del <a href="@contact">mòdul Contact</a> del manual en línia.

source: User contact forms
ca_es: Formularis de contacte d'usuari

source: Site users can be contacted with a user contact form that keeps their e-mail address private. Users may enable or disable their personal contact forms by editing their <em>My account</em> page. If enabled, a <em>Contact</em> tab leads to a personal contact form displayed on their user profile. Site administrators are still able to use the contact form, even if has been disabled. The <em>Contact</em> tab is not shown when you view your own profile.
ca_es: Els usuaris del lloc poden ser contactats a través d'un formulari de contacte d'usuari que manté la seva adreça adreça de correu electrònic privada. Els usuaris poden habilitar i inhabilitar els seus formularis de contacte personal editant la seva pàgina <em>El meu compte</em>. Si està habilitat, una pestanya de <em>Contacte</em> porta a un formulari de contacte personal que es mostra dins del seu perfil d'usuari. Els administradors de lloc són capaços d'utilitzar el formulari de contacte, encara que estiguin inhabilitats. La pestanya <em>Contacte</em> no es mostra al consultar el perfil propi.

source: Site-wide contact forms
ca_es: Formulari de contacte del lloc

source: The <a href="@contact">Contact page</a> provides a simple form for users with the <em>Use the site-wide contact form</em> permission to send comments, feedback, or other requests. You can create categories for directing the contact form messages to a set of defined recipients. Common categories for a business site, for example, might include "Website feedback" (messages are forwarded to website administrators) and "Product information" (messages are forwarded to members of the sales department). E-mail addresses defined within a category are not displayed publicly.
ca_es: La <a href="@contact">pàgina de contacte</a> proporciona un formulari senzill per als usuaris amb el permís <em>Utilitza el formulari de contacte del lloc</em> per a enviar comentaris, suggeriments i d'altres peticions. Podeu crear categories per a dirigir els missatges del formulari de contacte a un conjunt de destinataris definit. Les categories comunes per un lloc comercial, per exemple, poden incloure "Suggeriments del lloc web" (missatges que són redireccionats als administradors del lloc web) i "Informació sobre els productes" (missatges que son redireccionats als comercials). Les adreces de correu electrònic definides en una categoria no són públiques.

source: When the site-wide contact form is enabled, a link in the main <em>Navigation</em> menu is created, but the link is disabled by default. This menu link can be enabled on the <a href='@menu'>Menus administration page</a>.
ca_es: Quan el formulari de contacte del lloc està habilitat, es crea un enllaç al menú principal de <em>Navegació</em>, però aquest està inhabilitat per defecte. Aquest enllaç de menú es pot habilitar a la <a href="@menu">pàgina d'administració de menús</a>.

source: Customization
ca_es: Personalització

source: If you would like additional text to appear on the site-wide or personal contact page, use a block. You can create and edit blocks on the <a href="@blocks">Blocks administration page</a>.
ca_es: Si voleu que aparegui text addicional a la pàgina de contacte personal o del lloc, utilitzeu un bloc. Podeu crear i editar blocs a la <a href="@blocks">pàgina d'administració de blocs.</a>

source: Add one or more categories on this page to set up your site-wide <a href="@form">contact form</a>.
ca_es: Afegiu una o més categories en aquesta pàgina per tal de configurar el <a href="@form">formulari de contacte</a> del vostre lloc.

source: A <em>Contact</em> menu item (disabled by default) is added to the Navigation menu, which you can modify on the <a href="@menu-settings">Menus administration page</a>.
ca_es: Un element de menú anomenat <em>Contacte</em> (inhabilitat per defecte) s'afegeix al menú de Navegació, el qual podeu modificar a la <a href="@menu-settings">pàgina d'administració de menús</a>.

source: If you would like additional text to appear on the site-wide contact page, use a block. You can create and edit blocks on the <a href="@blocks">Blocks administration page</a>.
ca_es: Si voleu que aparegui text addicional a la pàgina de contacte del lloc, utilitzeu un bloc. Podeu crear o editar blocs des de la <a href="@blocks">pàgina d'administració de blocs</a>.

source: Administer contact forms and contact form settings
ca_es: Administra els formularis de contacte i els paràmetres del formulari de contacte

source: Use the site-wide contact form
ca_es: Utilitza el formulari de contacte del lloc

source: Use users' personal contact forms
ca_es: Utilitza els formularis de contacte personal dels usuaris

source: !sender-name (!sender-url) sent a message using the contact form at !form-url.
ca_es: !sender-name (!sender-url) ha enviat un missatge a través del formulari de contacte a !form-url.

source: !sender-name (!sender-url) has sent you a message via your contact form (!form-url) at !site-name.
ca_es: !sender-name (!sender-url) us ha enviat un missatge a través del vostre formulari de contacte (!form-url) a !site-name.

source: If you don't want to receive such e-mails, you can change your settings at !recipient-edit-url.
ca_es: Si no voleu rebre aquests correus electrònics, podeu canviar la vostra configuració a !recipient-edit-url.

source: Allow other users to contact you via a <a href="@url">personal contact form</a> which keeps your e-mail address hidden. Note that some privileged users such as site administrators are still able to contact you even if you choose to disable this feature.
ca_es: Permeteu a altres contactar-vos via un formulari de contacte personal que manté la vostra adreça de correu electrònic oculta. Tingueu en compte que alguns usuaris amb privilegis, com poden ser els administradors del lloc, són capaços igualment de contactar-vos encara que hàgiu escollit d'inhabilitar aquesta característica.

source: Enable the personal contact form by default for new users.
ca_es: Habilita de forma predeterminada el formulari de contacte personal per als nous usuaris.

source: Changing this setting will not affect existing users.
ca_es: El canvi d'aquest paràmetre no afectarà als usuaris existents.

source: The Contextual links module displays links related to regions of pages on your site to users with <em>access contextual links</em> permission. For more information, see the online handbook entry for <a href="@contextual">Contextual links module</a>.
ca_es: El mòdul Contextual Links mostra els enllaços relacionats a les regions de pàgines del vostre lloc als usuaris amb el permís <em>accedeix als enllaços contextuals</em>. Per a més informació, aneu a la secció del <a href="@contextual">mòdul Contextual Links</a> del manual en línia.

source: Displaying contextual links
ca_es: Mostra els enllaços contextuals

source: Contextual links are supplied by modules, to give you quick access to tasks associated with regions of pages on your site. For instance, if you have a custom menu block displayed in a sidebar of your site, the Blocks and Menus modules will supply links to configure the block and edit the menu. The Contextual links module collects these links into a list for display by your theme, and also adds JavaScript code to the page to hide the links initially, and display them when your mouse hovers over the block.
ca_es: Els enllaços contextuals són subministrats pels mòduls, per a donar-vos un accés ràpid a tasques associades a regions de les pàgines del vostres lloc. Per exemple, si teniu un bloc d'un menú personalitzat que es mostra en una barra lateral del vostre lloc, els mòduls Blocks i Menus proporcionaran enllaços per a configurar el bloc i editar el menú. El mòdul Contextual links recull aquests enllaços en una llista per a que el vostre tema la mostri, i a més a més, afegeix codi JavaScript a la pàgina per a ocultar inicialment els enllaços, i mostrar-los quan passeu per damunt del bloc amb el ratolí.

source: Use contextual links
ca_es: Utilitza els enllaços contextuals

source: Use contextual links to perform actions related to elements on a page.
ca_es: Utilitzeu enllaços contextuals per a realitzar accions relacionades amb els elements d'una pàgina.

source: Contextual links
ca_es: Enllaços contextuals

source: Provides contextual links to perform actions related to elements on a page.
ca_es: Proporciona enllaços contextuals per a dur a terme accions relacionades amb els elements d'una pàgina.

source: The Dashboard module provides a <a href="@dashboard">Dashboard page</a> in the administrative interface for organizing administrative tasks and navigation, and tracking information within your site. The Dashboard page contains blocks, which you can add to and arrange using the drag and drop interface that appears when you click on the <em>Customize dashboard</em> link. For more information, see the online handbook entry for <a href="@handbook">Dashboard module</a>.
ca_es: El mòdul Dashboard proporciona una pàgina de Tauler a la interfície d'administració per a organitzar les tasques d'administració i navegació, i fent un seguiment d'informació del vostre lloc. La pàgina Tauler conté blocs, els qual podeu afegir a un conjunt utilitzant la interfície d'arrossegar-i-deixar-anar que apareix quan feu clic a l'enllaç <em>Personalitza el tauler</em>. Per a més informació, aneu a la secció del <a href="@handbook">mòdul Dashboard</a> del manual en línia.

source: Tracking user activity
ca_es: Seguint l'activitat dels usuaris

source: By enabling blocks such as <em>Who's online</em> and <em>Who's new</em>, site users can track who is logged in and new user signups at a centralized location.
ca_es: Habilitant els blocs com <em>Qui està connectat</em> i <em>Qui és nou</em>, els usuaris del lloc poden seguir qui ha iniciat sessió i els nous registres d'usuaris en un lloc centralitzant.

source: Tracking content activity
ca_es: Seguint l'activitat del contingut

source: By enabling blocks such as <em>Recent blog posts</em>, <em>New forum topics</em> and <em>Recent comments</em>, site users can view newly added site content at a glance.
ca_es: Habilitant blocs com <em>Articles recents de blog</em>, <em>Nous temes de debat</em> i <em>Comentaris recents</em>, els usuaris del lloc poden veure d'un cop d'ull el nou contingut afegit al lloc.

source: View the administrative dashboard
ca_es: Accedeix al tauler d'administració

source: Note: modifying the dashboard requires the !administer_blocks permission.
ca_es: Nota: per a modificar el tauler es requereix del permís !administer_blocks.

source: This dashboard region is empty. Click <em>Customize dashboard</em> to add blocks to it.
ca_es: Aquesta regió del tauler és buida. Feu clic a <em>Personalitza el tauler</em> per afegir-hi blocs.

source: DRAG HERE
ca_es: ARROSSEGA-HO AQUÍ

source: To customize the dashboard page, move blocks to the dashboard regions on the <a href="@blocks">Blocks administration page</a>, or enable JavaScript on this page to use the drag-and-drop interface.
ca_es: Per a personalitzar el tauler, moveu blocs a regions del tauler a la <a href="@blocks">pàgina d'administració de blocs</a>, o habiliteu el JavaScript en aquesta pàgina per utilitzar la interfície d'arrossegar-i-deixar-anar.

source: Drag and drop these to the columns below. Changes are automatically saved.
ca_es: Arrossega-ho-i-deixa-ho-anar a les columnes de sota. Els canvis es desen automàticament.

source: View and customize your dashboard
ca_es: Consulteu i personalitzeu el vostre tauler

source: Provides a dashboard page in the administrative interface for organizing administrative tasks and tracking information within your site.
ca_es: Proporciona una pàgina tauler a la interfície d'administració per a organitzar les tasques administratives i fer el seguiment de la informació del vostre lloc.

source: Customize dashboard
ca_es: Personalitza el tauler

source: Clear log messages
ca_es: Neteja els missatges del registre

source: This will permanently remove the log messages from the database.
ca_es: Això esborrarà permanentment els missatges de registre de la base de dades.

source: Database log cleared.
ca_es: S'ha netejat el registre de la base de dades.

source: The Database logging module logs system events in the Drupal database. For more information, see the online handbook entry for the <a href="@dblog">Database logging module</a>.
ca_es: El mòdul Database logging registra els esdeveniments del sistema a la base de dades del Drupal. Per a més informació, aneu a la secció del <a href="@dblog">mòdul Database logging</a> del manual en línia.

source: Monitoring your site
ca_es: Supervisar el vostre lloc

source: The Database logging module allows you to view an event log on the <a href="@dblog">Recent log entries</a> page. The log is a chronological list of recorded events containing usage data, performance data, errors, warnings and operational information. Administrators should check the log on a regular basis to ensure their site is working properly.
ca_es: El mòdul Database logging us permet consultar un registre d'un esdeveniment a la pàgina d'<a href="@dblog">Entrades recents del registre</a>. El registre és una llista cronològica dels esdeveniments enregistrats que contenen dades d'ús, dades de rendiment, errors, avisos i informació operativa. Els administradors haurien de consultar el registre periòdicament per assegurar-se que el seu lloc funciona adequadament.

source: Debugging site problems
ca_es: Depuració dels problemes del lloc

source: In case of errors or problems with the site, the <a href="@dblog">Recent log entries</a> page can be useful for debugging, since it shows the sequence of events. The log entries include usage information, warnings, and errors.
ca_es: En cas d'errors o problemes amb el lloc, la pàgina d'<a href="@dblog">Entrades recents del registre</a> pot ser útil per a depurar, ja que mostra la seqüència d'esdeveniments. Les entrades del registre inclouen informació d'ús, avisos i errors.

source: The Database logging module monitors your website, capturing system events in a log (shown here) to be reviewed by an authorized individual at a later time. This log is a list of recorded events containing usage data, performance data, errors, warnings and operational information. It is vital to check the Recent log entries report on a regular basis, as it is often the only way to tell what is going on.
ca_es: El mòdul Database logging controla el vostre lloc web, capturant els esdeveniments de sistema en un registre (que es mostra tot seguit) per a ser revisat per una persona autoritzada en un moment posterior. Aquest registre és un llistat dels esdeveniments registrats que contenen dades d'ús, dades de rendiment, errors, avisos i informació operativa. És vital comprovar l'informe d'Entrades recents del registre de forma regular, ja que sovint és la única forma de saber el que està passant.

source: Database log entries to keep
ca_es: Entrades del registre de la base de dades que cal mantenir

source: The maximum number of entries to keep in the database log. Requires a <a href="@cron">cron maintenance task</a>.
ca_es: El número màxim d'entrades que cal mantenir en el registre de la base de dades. Requereix una <a href="@cron">tasca de manteniment cron</a>.

source: Field validation errors
ca_es: Errors de validació de camp

source: Attempt to create a field with a name longer than 32 characters: %name
ca_es: S'ha intentat crear un camp amb un nom de més de 32 caràcters: %name

source: Attempt to create field name %name which already exists and is active.
ca_es: S'ha intentat crear un camp amb nom %name que ja existeix i és actiu.

source: Attempt to create field name %name which already exists, although it is inactive.
ca_es: S'ha intentat crear un camp amb nom %name que ja existeix, tot i que és inactiu.

source: Attempt to create field name %name which is reserved by entity type %type.
ca_es: S'ha intentat crear un camp amb nom %name el qual està reservat pel tipus d'entitat %type.

source: Attempt to create a field of unknown type %type.
ca_es: S'ha intentat crear un camp de tipus %type desconegut.

source: Attempt to create a field with unknown storage type %type.
ca_es: S'ha intentat crear un camp amb un tipus d'emmagatzemament %type desconegut.

source: Attempt to create an instance of field @field_name without an object type.
ca_es: S'ha intentat crear una instància de camp @field_name sense un tipus d'objecte.

source: Attempt to create an instance of field @field_name without a bundle.
ca_es: S'ha intentat crear una instància de camp @field_name sense un lligam.

source: Attempt to create a field instance that already exists.
ca_es: S'ha intentat crear una instància de camp que ja existeix.

source: The Field module allows custom data fields to be attached to Drupal <em>objects</em> (content nodes, users, taxonomy vocabularies, etc.) and takes care of storing, loading, editing, and rendering field data. Most users will not interact with the Field module directly, but will instead use the <a href="@field-ui-help">Field UI module</a> user interface. Module developers can use the Field API to make new objects "fieldable" and thus allow fields to be attached to their objects. For more information, see the online handbook entry for <a href="@field">Field module</a>.
ca_es: El mòdul Field permet vincular camps de dades personalitzats als <em>objectes</em> del Drupal (nodes de contingut, usuaris, vocabularis de taxonomia, etc.) i s'encarrega d'emmagatzemar, carregar, editar i visualitzar les dades del camp. La majoria dels usuaris no interactuaran directament amb el mòdul Field, sinó que utilitzaran la interfície d'usuari del <a href="@field-ui-help">mòdul Field UI</a>. Els desenvolupadors de mòduls poden utilitzar l'API del mòdul Field per a crear nous objectes "amb capacitat per a tenir camps" i permetre així que es puguin vincular camps als seus objectes. Per a més informació, aneu a la secció del <a href="@field">mòdul Field</a> del manual en línia.

source: Enabling field types
ca_es: Habilitació de tipus de camp

source: The Field module provides the infrastructure for fields and field attachment; the field types and input widgets themselves are provided by additional modules. Some of the modules are required; the optional modules can be enabled from the <a href="@modules">Modules administration page</a>. Drupal core includes the following field type modules: Number (required), Text (required), List (required), Taxonomy (optional), Image (optional), and File (optional); the required Options module provides input widgets for other field modules. Additional fields and widgets may be provided by contributed modules, which you can find in the <a href="@contrib">contributed module section of Drupal.org</a>. Currently enabled field and input widget modules:
ca_es: El mòdul Field proporciona la infraestructura de camps i de vinculació de camps; els tipus de camps i els ginys d'entrada són proporcionats per d'altres mòduls. Alguns mòduls són obligatoris; els mòduls opcionals es poden habilitar des de la <a href="@modules">pàgina d'administració de mòduls</a>. El nucli del Drupal inclou els següents mòduls de tipus de camp: Number (obligatori), Text (obligatori), List (obligatori), Taxonomy (opcional), Image (opcional i File (opcional); el mòdul Options obligatori proporciona ginys d'entrada per altres mòduls de camp. Camps i ginys addicionals poden ser proporcionats per mòduls contribuïts, els quals podeu trobar a la <a href="@contrib">secció de mòduls contribuïts de Drupal.org</a>. Els mòduls de camp i de giny d'entrada que ara mateix estan habilitats són:

source: Managing field data storage
ca_es: Gestió de l'emmagatzemament de les dades del camp

source: Developers of field modules can either use the default <a href="@sql-store">Field SQL storage module</a> to store data for their fields, or a contributed or custom module developed using the <a href="@storage-api">field storage API</a>.
ca_es: Els desenvolupadors de mòduls de camps poden utilitzar el mòdul predeterminat <a href="@sql-store">Field SQL storage</a> per emmagatzemar les dades dels seus camps, o bé, un mòdul contribuït o desenvolupat a mida utilitzant l<a href="@storage-api">'API d'emmagatzemament de camps</a>.

source: Updating field storage %type with module %module.
ca_es: Actualització del tipus de camp %type amb el mòdul %module.

source: Field API to add fields to objects like nodes and users.
ca_es: API de Field per afegir camps a objectes com nodes i usuaris.

source: Core - fields
ca_es: Nucli - camps

source: The Field SQL storage module stores field data in the database. It is the default field storage module; other field storage mechanisms may be available as contributed modules. See the <a href="@field-help">Field module help page</a> for more information about fields.
ca_es: El mòdul Field SQL storage emmagatzema les dades d'un camp a la base de dades. És el mòdul d'emmagatzemament predeterminat; altres mecanismes d'emmagatzemament estan disponibles com a mòduls contribuïts. Aneu a la <a href="@field-help">pàgina d'ajuda del mòdul Field</a> per a més informació sobre camps.

source: Default SQL storage
ca_es: Emmagatzemament SQL predeterminat
